<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<head>
	<link rel="stylesheet" href="${pageContext.request.contextPath }/resources/css/commons/etc.css" />
</head>
<%@ include file="/WEB-INF/views/include/header.jsp" %>

<!-- container (S) -->
<div id="container">
	<div class="content">
		<h2><img src="${pageContext.request.contextPath }/resources/images/text/txt_join_title02.gif" alt="개인정보취급방침" width="148"/></h2>
		<div class="agree">
			<textarea>
쇼핑몰은 귀하의 개인정보보호를 매우 중요시하며, "정보통신망이용촉진및정보보호등에관한법률"(이하 "정보통신망법")의 개인정보보호 규정을 준수하고 있습니다.
쇼핑몰은 개인정보취급방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 또한 개인정보취급방침을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
쇼핑몰은 개인정보취급방침의 지속적인 개선을 위하여 개인정보보호방침을 개정하는데 필요한 절차를 정하고 있습니다. 그리고 개인정보보호방침을 개정하는 경우 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 공개하고 있습니다.
쇼핑몰의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.

가. 개인정보 수집에 대한 동의
나. 수집하는 개인정보 항목 및 수집방법
다. 개인정보의 수집 및 이용목적
라. 개인정보의 제공 및 공유
마. 수집한 개인정보의 취급위탁
바. 개인정보의 보유 및 이용기간
사. 개인정보의 파기절차 및 방법
아. 이용자 및 법정대리인의 권리와 그 행사방법
자. 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 관한 사항
차. 개인정보관리책임자
카. 의견수렴 및 불만처리
타. 고지의 의무


가. 개인정보 수집에 대한 동의
쇼핑몰은 귀하께서 쇼핑몰의 개인정보취급방침 또는 이용약관의 내용에 대해 "동의함" 버튼 또는 "동의하지 않음" 버튼을 클릭할 수 있는 절차를 마련하여, "동의함" 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.


나. 수집하는 개인정보 항목 및 수집방법
1. 쇼핑몰은 별도 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 그러나 마일리지, 글쓰기 등의 회원제 서비스를 이용하고자 할 경우 다음의 정보를 입력해 주셔야 합니다.
- 회원가입시 입력항목 : ID, 비밀번호, 성명, 주민등록번호, 주소, 전화번호, 휴대전화번호, 이메일주소
2. 또한 서비스 이용과정이나 사업처리과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.
- 서비스이용기록, 접속로그, 쿠키, 접속IP정보, 결제기록, 이용정지기록
3. 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
4. 개인정보는 홈페이지 회원가입시에 수집합니다.


다. 개인정보의 수집 및 이용목적
쇼핑몰은 다음의 목적을 위해 개인정보를 수집하고 있습니다.
1. ID, 비밀번호, 성명, 주민등록번호 : 회원제 서비스 이용에 따른 본인 식별절차에 이용
2. 이메일주소, 휴대전화번호 : 고지사항의 전달, 본인 의사 확인, 불만처리 등 원활한 의사소통 경로의 확보, 신상품, 새로운 서비스, 이벤트 정보 등 최신 정보의 안내
3. 주소, 전화번호 : 주문 상품의 배송에 대한 정확한 배송지의 확보


라. 개인정보의 제공 및 공유
1. 쇼핑몰은 귀하의 개인정보를 "다. 개인정보의 수집 및 이용목적"에서 고지한 범위내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다.
2. 그러나 다음은 예외로 합니다.
- 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우
- 관계법령에 의하여 수사상의 목적으로 관계기관으로 부터의 요구가 있을 경우
- 통계작성 혹은 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우
- 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
- 그러나 예외사항의 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 하나 법률상 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다.


마. 수집한 개인정보의 취급위탁
서비스 이행과 향상을 위해 아래와 같이 개인정보를 위탁업체에서 수집, 분석하고 있습니다. 개인정보취급수탁자와 그 업무 내용은 다음과 같습니다.

제공받는자 : LG데이콤
제공항목 : ID, 주민등록번호(계좌이체시)
업무내용 : 전자결제
위탁기간 : 계약시작일로부터 계약종료일까지

제공받는자 : 다우기술
제공항목 : 휴대전화번호
업무내용 : 상품 배송 결과 SMS통보
위탁기간 : 계약시작일로부터 계약종료일까지

제공받는자 : (주)로그
제공항목 : ID, 쿠키
업무내용 : 이동경로등의 로그분석
위탁기간 : 계약시작일로부터 계약종료일까지


바. 개인정보의 보유 및 이용기간
1. 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다.
- 회원가입정보 : 회원을 탈퇴하거나 회원에서 제명된 때
- 대금지급정보 : 대금의 완제일 또는 채권소멸시효기간이 만료된 때
- 배송정보 : 물품 또는 서비스가 인도되거나 제공된 때
2. 위 원칙에도 불구하고 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
- 계약 또는 청약철회 등에 관한 기록 : 5년
- 대금결제 및 제화 등의 공급에 관한 기록 : 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년


사. 개인정보의 파기절차 및 방법
쇼핑몰은 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
1. 파기절차
- 회원가입 등에 의해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어 집니다.
2. 파기방법
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기하고 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.


아. 이용자 및 법정대리인의 권리와 그 행사방법
1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요구할 수도 있습니다.
2. 이용자 혹은 만 14세 미만 아동의 개인정보 조회와 수정을 위해서는 "마이페이지"의 "회원정보수정"을 클릭하여 본인확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
3. 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
4. 고객께서 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
5. 쇼핑몰은 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "쇼핑몰이 수집하는 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.


자. 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 관한 사항
1. 쇼핑몰은 귀하의 정보를 수시로 저장하고 찾아내는 쿠키(cookie)를 사용합니다. 쿠키는 쇼핑몰의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다. 쿠키는 귀하의 컴퓨터는 식별하지만, 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거불할 수 있는 선택권을 가질 수 있습니다.
2. 쇼핑몰은 이용자 편의를 위하여 쿠키를 운용합니다. 쿠키를 통해 수집하는 정보는 회원 ID에 한하며, 그 외의 다른 정보는 수집하지 않습니다. 쿠키를 통해 수집한 회원 ID는 다음의 목적을 위해 사용됩니다.
- 개인의 관심 분야에 따른 차별화된 정보 제공
- 쇼핑한 품목들에 대한 정보와 장바구니 서비스 제공
- 회원과 비회원의 접속 빈도 또는 머문시간 등의 분석으로 서비스 개편 및 마케팅에 활용
3. 쿠키는 브라우저의 종료시나 로그아웃시 만료됩니다.


차. 개인정보 관리책임자
쇼핑몰은 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래아 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.
성명 : 박동원
직위 : 팀장
소속 : 개발운영팀
E-mail : webmaster@hanflower.com
전화번호 : 1544-5585


카. 의견수렴 및 불만처리
쇼핑몰은 개인정보보호와 관련하여 귀하가 의견과 불만을 제기할 수 있는 창구를 개설하고 있습니다.
개인정보와 관련한 불만이 있으신 분은 쇼핑몰의 개인정보 관리책임자에게 의견을 주시면 접수 즉시 조치하여 처리결과를 통보해 드립니다. 또한 귀하가 개인정보침해를 통한 피해를 입으신 경우에는 아래와 같이 개인정보분쟁조정위원회 등에 피해구제를 신청하실 수 있습니다.

개인정보침해신고센터(http://www.cyberprivacy.or.kr) : 1336
대검찰청 인터넷범죄수사센터(http://icic.sppo.go.kr) : 02-3480-3600
경찰청 사이버테러대응센터(http://www.police.go.kr/ctrc/ctrc_main.htm) : 02-392-0330
개인정보분쟁조정위원회 (http://www.kopico.or.kr) : 02-405-4747


타. 고지의 의무
현 개인정보취급방침은 2009년 07월 16일부터 적용되며 법령, 정책, 보안기술 변경에 따라 내용의 추가, 삭제 및 수정시 변경사항의 시행일 최소 7일 전 부터 홈페이지의 공지사항을 통해 사전 고지 하겠습니다.

개인정보취급방침 시행일 : 2009년 07월 16일
			</textarea>
		</div>
	</div>
	<%@ include file="/WEB-INF/views/include/quick.jsp" %>
</div>
<!-- container (E) -->

<%@ include file="/WEB-INF/views/include/footer.jsp" %>